{
    "nav": {
        "home": "Home",
        "content": "Conteúdos",
        "services": "Serviços",
        "it-outsourcing": "Outsourcing de Ti",
        "mobile-apps": "Aplicativos Mobile",
        "development-squad": "Squad de Desenvolvimento",
        "digital-experience": "Experiência Digital",
        "site-map": "Mapa do Site"
    },
    "header": {
        "title": "Qualidade e Agilidade em ",
        "title-br": "Aplicações Seguras",
        "title2": "",
        "description": "Promova a confiança e a lealdade à marca",
        "description-br": "por meio de experiências personalizadas",
        "contact-button": "Solicitar um orçamento"
    },
    "sitemap": {
        "map": "Mapa do site",
        "home": "Home",
        "content": "Conteúdos",
        "service": "Serviços",
        "outsourcing": "Outsourcing de Ti",
        "app-mobile": "Aplicativos Mobile",
        "squad-development": "Squad de Desenvolvimento",
        "digital-experince": "Experiência Digital"
    },
    "services-section": {
        "our-services": "Nossos Serviços",
        "dynamic-teams": "Equipes dinâmicas para projeto estratégicos, impulsionando o crecimento consistente da sua empresa no ritmo que você precisa.",
        "it-outsourcing": "Outsourcing de TI",
        "it-outsourcing-description": "É necessário um imenso conhecimento relevante para atender a demandas específicas. Ideal para um escopo bem definido e à prova de falhas, é o que deve estar sendo discutido na mesa em um conjunto perfeito!",
        "mobile-applications": "Aplicativos Mobile",
        "mobile-applications-description": "Desenvolvimento premium de aplicativos para diversos setores, seja na forma nativa (Android e IOS) ou na forma híbrido (Flutter). Seguimos uma metodologia ágil que nos faz entregar as soluções de aplicativos desejadas dentro do prazo.",
        "development-squads": "Squads de Desenvolvimento",
        "development-squads-description": "Com uma combinação especializada de conhecimento técnico e práticas recomendadas do setor, nosso time ajuda os clientes a transformar sua jornada digital como planejamento adequado e execução competente da estratégia de TI delineada.",
        "digital-experience": "Experiência Digital",
        "digital-experience-description": "Reunimos negócios, pessoas e tecnologia, ajudando nossos clientes a criar uma estratégia digital abrangente, fornecendo insights sobre o cliente e ajudando-o a criar e aprimorar uma solução digital amigável ao cliente."
    },
    "development-process-section": {
        "development-process": "Nosso processo de desenvolvimento de software",
        "development-process-description": "Somos especialistas em combinar as necessidades dos clientes, as demandas comerciais e as possibilidades técnicas para romper o status quo. Nossa equipe de estrategistas usa uma metodologia centrada no Design Sprint para identificar oportunidades, estimular a inovação e descobrir novos empreendimentos digitais para impulsionar o crescimento fora do seu negócio principal e garantir a entrega no prazo e a agilidade dos projetos."
    },
    "footer": {
        "description": "A DEXI DIGITAL é uma empresa de tecnologia dinâmica e inovadora dedicada a fornecer soluções de ponta para o mundo digital. Nossa equipe de profissionais qualificados é apaixonada por tecnologia e comprometida em fornecer produtos e serviços de alto nível aos nossos clientes.",
        "service-titles": "Outsourcing de TI e Squads",
        "services": "Serviços",
        "development-squads": "Squads de Desenvolvimento",
        "digital-experience": "Experiência Digital",
        "it-outsourcing": "Outsourcing de TI",
        "mobile-applications": "Aplicativos Mobile"
    },
    "FORM": {
        "title": "Possui interesse em algum dos nossos serviços?",
        "name": "Nome",
        "company": "Empresa",
        "phone": "Telefone",
        "email": "E-mail",
        "linkedIn": "linkedIn",
        "job": "Qual seu cargo",
        "describe-the-project": "Descreva seu projeto e as funcionalidades que gostaria de ter",
        "policy-input": "Eu concordo com a política de privacidade da Dexi Digital*",
        "privacy-policy": "* Política de Privacidade",
        "send": "Enviar"
    },
    "OPTIONS": {
        "JOB-OPTIONS": {
            "headInnovation": "Head de Inovação",
            "itCoordinator": "Coordenador de TI",
            "projectManager": "Gerente de Projetos",
            "marketingManager": "Gerente de Marketing",
            "analyst": "Analista",
            "developer": "Desenvolvedor",
            "other": "Outros"
        }
    },
    "VALIDATION": {
        "required": "Item obrigatório",
        "please-fill-in-all-required-fields": "Por favor, preencha todos os campos obrigatórios."
    },
    "PRIVACY-POLICY": {
        "privacy-policy-title": "Termo de uso e política de privacidade",
        "privacy-policy-subtitle": "Política de Privacidade da Dexi Digital para LinkedIn Lead Generation**",
        "introduction-and-data-collection": "1. Introdução e Coleta de Dados**",
        "introduction-and-data-collection-description": "Bem-vindo à Política de Privacidade da Dexi Digital. Aqui, explicamos detalhadamente como coletamos, usamos e protegemos suas informações quando você interage com nosso formulário de geração de leads no LinkedIn. É fundamental compreender que, ao utilizar nosso formulário, você está automaticamente concordando com os termos e diretrizes descritos a seguir.",
        "second-description-of-introduction-and-data-collection": "Ao acessar o formulário de geração de leads da Dexi Digital no LinkedIn, coletamos uma variedade de informações, tais como seu nome completo, endereço de e-mail, número de telefone, cargo, empresa e outras informações relevantes que você possa optar por compartilhar conosco voluntariamente. Esses dados desempenham um papel essencial em nosso entendimento de suas necessidades e nos permitem fornecer um serviço mais personalizado.",
        "use-and-purpose-of-information": "2. Uso e Finalidade das Informações",
        "use-and-purpose-of-information-subtitle": "As informações que coletamos têm diversas finalidades, todas elas fundamentais:",
        "first-topic-use-and-purpose-of-information": "Entrar em contato com você em resposta ao seu interesse por nossos serviços e produtos.",
        "second-topic-use-and-purpose-of-information": "Fornecer informações adicionais sobre nossos produtos e serviços, caso você manifeste interesse.",
        "third-topic-use-and-purpose-of-information": "Personalizar sua experiência enquanto interage com a Dexi Digital, o que resulta em um serviço de qualidade superior.",
        "fourth-topic-use-and-purpose-of-information": "Aprimorar nossos produtos, serviços e comunicações com base nas informações e feedback que você compartilha conosco.",
        "data-sharing-and-protection": "3. Compartilhamento e Proteção de Dados",
        "data-sharing-and-protection-subtitle": "A Dexi Digital tem um compromisso inabalável com a privacidade e a segurança de suas informações. Como parte desse compromisso, garantimos que suas informações pessoais não serão compartilhadas com terceiros, a menos que situações específicas se apliquem:",
        "first-topic-data-sharing-and-protection": "Seu consentimento expresso é obtido para compartilhar informações específicas.",
        "second-topic-data-sharing-and-protection": "Quando a legislação ou regulamentação aplicável exige a divulgação.",
        "third-topic-data-sharing-and-protection": "Para proteger nossos direitos, propriedade ou segurança, bem como a de nossos usuários e parceiros. Implementamos rigorosas medidas de segurança, incluindo abordagens técnicas, organizacionais e administrativas, a fim de proteger suas informações pessoais contra acesso não autorizado, uso indevido ou divulgação.",
        "data-sharing-and-protection-description": "Implementamos rigorosas medidas de segurança, incluindo abordagens técnicas, organizacionais e administrativas, a fim de proteger suas informações pessoais contra acesso não autorizado, uso indevido ou divulgação.",
        "your-rights-and-consent": "4. Seus Direitos e Consentimento",
        "your-rights-and-consent-subtitle": "Reconhecemos a importância de seus direitos em relação a seus dados pessoais. É seu direito acessar, corrigir, atualizar ou solicitar a exclusão de suas informações pessoais que mantemos. Caso você tenha qualquer dúvida sobre o exercício desses direitos ou deseje entender melhor nossas práticas de privacidade, por favor, entre em contato conosco usando as informações fornecidas na seção de Contato abaixo.",
        "changes-to-the-privacy-policy": "5. Mudanças na Política de Privacidade ",
        "changes-to-the-privacy-policy-subtitle": "Nossa Política de Privacidade pode ser atualizada periodicamente para refletir mudanças em nossas práticas ou para estar em conformidade com regulamentações em constante evolução. Sugerimos que você reveja nossa política regularmente para se manter informado sobre como estamos protegendo suas informações.",
        "contact": "6. Contato e Informações de Contato",
        "contact-information": "Se tiver dúvidas, preocupações ou solicitações relacionadas à privacidade ou à nossa Política de Privacidade, sinta-se à vontade para entrar em contato conosco pelas seguintes vias:",
        "dexi": "Dexi Digital",
        "email": "E-mail: comunicacao@dexidigital.com.br",
        "phone": "Telefone: (34) 99128-4358",
        "data-usage-consent": "7. Consentimento para Uso de Dados",
        "first-paragraph-of-the-data-usage-consent": "Ao utilizar o formulário de geração de leads da Dexi Digital no LinkedIn, você está dando consentimento explícito para a coleta, uso e processamento de suas informações pessoais de acordo com os termos estabelecidos nesta Política de Privacidade.",
        "second-paragraph-of-the-data-usage-consent": "Esta Política de Privacidade foi revisada pela última vez em 18 de agosto de 2023.",
        "third-paragraph-of-the-data-usage-consent": "Agradecemos por confiar na Dexi Digital para proteger suas informações e respeitar sua privacidade.",
        "cookies-data-security-and-information-usage": "8. Cookies, Segurança dos Dados e Uso das Informações",
        "first-paragraph-cookies-data-security-and-information-usage": "Além dos aspectos já abordados, é importante também mencionar outras áreas de foco em nossa política de privacidade, como os Cookies e Web Beacons, a segurança dos dados que coletamos e como utilizamos suas informações pessoais.",
        "cookies-and-web-beacons": "9. Cookies e Web Beacons",
        "first-paragraph-cookies-and-web-beacons": "Queremos garantir que sua experiência em nosso website seja a melhor possível. Por isso, utilizamos cookies, que são pequenos arquivos de texto armazenados em seu dispositivo quando você visita nosso site. Esses cookies podem conter informações como suas preferências pessoais, permitindo que, por exemplo, lembremos suas configurações ao navegar em nosso site. Além disso, eles podem ser utilizados para oferecer serviços como fóruns ou para direcionar anúncios relevantes a você.",
        "data-security": "10. A segurança dos Dados",
        "first-paragraph-data-security": "Temos um compromisso sólido com a segurança de seus dados. Quando coletamos informações, tratamos todas elas com extrema confidencialidade. Garantimos que qualquer funcionário ou prestador de serviços que entre em contato com suas informações esteja plenamente ciente de nossas políticas de segurança e se comprometa a não desvirtuar o uso dessas informações. Nosso compromisso com a segurança se estende à proteção de nossos sistemas, utilizando medidas razoáveis para evitar o acesso não autorizado ou uso indevido de suas informações. Embora tomemos todas as precauções necessárias, é importante ressaltar que, devido à natureza da internet, não podemos garantir que terceiros mal intencionados não consigam acessar suas informações indevidamente.",
        "advertisements": "11. Os Anúncios",
        "first-paragraph-advertisements": "Nosso site, como muitos outros, exibe anúncios que podem coletar informações sobre sua visita ao nosso site. Essas informações incluem seu endereço IP (Internet Protocol), o provedor de serviços de Internet que você utiliza, o navegador que você usou para acessar nosso site, o tempo de sua visita e quais páginas você visitou dentro do nosso site. Essas informações são utilizadas para personalizar a experiência de navegação, além de auxiliar na exibição de anúncios relevantes para você.",
        "use-of-user-information": "12. Uso das Informações do Usuário",
        "first-paragraph-use-of-user-information": "Além das finalidades já mencionadas, também utilizamos seus dados pessoais de maneira cuidadosa e responsável. Aqui estão algumas maneiras pelas quais utilizamos esses dados:",
        "identity-verification": "Verificação de Identidade:",
        "first-topic-use-of-user-information": "Utilizamos suas informações para verificar sua identidade conforme o cadastro realizado em nosso site.",
        "support-and-feedback": "Suporte e Feedback:",
        "second-topic-use-of-user-information": "Quando você entra em contato conosco, suas informações podem ser usadas para fornecer suporte ou receber feedback sobre nossos produtos e serviços.",
        "explicit-consent": "Consentimento Expresso:",
        "third-topic-use-of-user-information": "Com sua permissão, podemos compartilhar suas informações de maneira específica.",
        "data-retention-period": "13. Prazo de Guarda",
        "first-paragraph-data-retention-period": "Entendemos a importância de respeitar o tempo pelo qual mantemos suas informações. Caso você pare de utilizar nosso site ou aplicativo ou realize visitas esporádicas, seus dados pessoais podem ser mantidos para fins de auditoria e preservação de direitos. No entanto, respeitamos a Lei 12.965/2014, que estabelece que, após decorrido o prazo legal prescricional, suas informações podem ser excluídas mediante solicitação.",
        "second-paragraph-data-retention-period": "Agradecemos por confiar na Dexi Digital para proteger suas informações pessoais. Estamos comprometidos em garantir a segurança e o uso responsável de suas informações, sempre de acordo com nossa Política de Privacidade.",
        "date-of-last-review": "Data da última revisão: 18 de agosto de 2023.",
        "share-this-article": "Compartilhar este artigo:"
    },
    "ROUTES": {
        "privacy-policy": "Política-de-privacidade"
    },
    "POSTS": {
        "the-importance-of-hiring": "A Importância de Contratar uma Empresa de Desenvolvimento de Software para Economizar com Projetos",
        "posted": "Postado em:",
        "read-more": "Leia mais"
    },
    "LOGIN": {
        "alert": "E-mail ou senha incorreta.",
        "without-permission": "Sem permissão!",
        "return-to": "Retornar para",
        "sign-in": "Entrar"
    },
    "IT-OUTSOURCING": {
        "title": "Outsourcing de TI",
        "first-description-of-it-outsourcing": "O Outsourcing de TI é uma prática fundamental para muitas empresas nos dias de hoje. Com o avanço constante da tecnologia e a crescente dependência de sistemas digitais, ter uma equipe de TI altamente competente é crucial para manter a eficiência operacional e garantir a segurança de dados sensíveis.",
        "second-description-of-it-outsourcing": "Na Dexi Digital, oferecemos serviços de Outsourcing de TI de alta qualidade para empresas de todos os tamanhos. Nossa equipe de especialistas em tecnologia da informação está pronta para atender a uma ampla gama de demandas, desde o suporte diário à infraestrutura de TI até projetos complexos de desenvolvimento de software.",
       
       
        "it-outsourcing-title-span": "Nossos Serviços de ",
        "it-outsourcing-title": "Outsourcing de TI",
        "it-outsourcing-description": "Nossos serviços de Outsourcing de TI são abrangentes e adaptados às necessidades específicas de cada cliente. Aqui estão algumas das principais áreas em que oferecemos suporte:",
      
        "technical-support-span": "Suporte Técnico 24/7:",
        "technical-support-span-description": "Nossa equipe está disponível 24 horas por dia, 7 dias por semana, para resolver qualquer problema técnico que surja. Isso garante que sua empresa esteja sempre operando sem interrupções.",
      
        "infrastructure-management-span": "Gerenciamento de Infraestrutura:",
        "infrastructure-management-span-description": "Cuidamos da manutenção e gerenciamento de sua infraestrutura de TI, incluindo servidores, redes e armazenamento de dados. Isso libera sua equipe interna para se concentrar em projetos estratégicos.",
        "custom-software-development-span": "Desenvolvimento de Software Personalizado:",
        "custom-software-development-span-description": "Se sua empresa precisa de soluções de software personalizadas, nossa equipe de desenvolvedores experientes pode criar aplicativos sob medida para atender às suas necessidades específicas.",
        "cybersecurity-span": "Segurança Cibernética:",
        "cybersecurity-span-description": "A segurança dos dados é uma prioridade máxima. Implementamos medidas rigorosas de segurança cibernética para proteger sua empresa contra ameaças online.",
        "disaster-recovery-span": "Recuperação de Desastres:",
        "disaster-recovery-span-description": "Preparamos planos de recuperação de desastres para garantir que sua empresa possa se recuperar rapidamente de qualquer interrupção.",
        "advantages-of-it-outsourcing": "Vantagens do Outsourcing de TI com a ",
        "advantages-of-it-outsourcing-span": "Dexi Digital",
        "advantages-of-it-outsourcing-description": "Há várias vantagens em escolher a Dexi Digital como seu parceiro de Outsourcing de TI:",
        "experience-and-expertise-span": "Experiência e Expertise:",
        "experience-and-expertise-span-description": "Nossa equipe possui vasta experiência em uma variedade de tecnologias e setores. Você pode confiar em nosso conhecimento para encontrar as melhores soluções para sua empresa.",
        "cost-reduction-span": "Redução de Custos:",
        "cost-reduction-span-description": "O Outsourcing de TI pode reduzir significativamente os custos operacionais, eliminando a necessidade de manter uma equipe de TI interna em tempo integral.",
        "experience-design-span": "Foco em Seu Core Business: ",
        "experience-design-span-description": "Delegar as tarefas de TI para especialistas permite que sua equipe interna se concentre no core business da empresa.",
        "flexibility-and-scalability-span": "Flexibilidade e Escalabilidade:",
        "flexibility-and-scalability-span-description": "Nossos serviços de Outsourcing de TI são flexíveis e escaláveis, o que significa que podemos atender às suas necessidades em constante evolução.",
        "personalized-customer-service-span": "Atendimento Personalizado:",
        "personalized-customer-service-span-description": " Trabalhamos de perto com cada cliente para entender suas metas e desafios exclusivos, oferecendo soluções sob medida.",
        "examples-it-personalizado": "O Outsourcing de TI é uma estratégia inteligente para empresas que desejam manter sua vantagem competitiva e garantir a eficiência operacional. A Dexi Digital está aqui para ser seu parceiro de confiança no mundo da tecnologia. Entre em contato conosco hoje mesmo para saber mais sobre como nossos serviços de Outsourcing de TI podem beneficiar sua empresa.",
        "get-in-touch": "Entre em contato conosco hoje mesmo para saber mais sobre como nossos serviços de Outsourcing de TI podem beneficiar sua empresa."
    },
    "DIGITAL-EXPERIENCE": {
        "title": "Experiência Digital",
        "first-description-of-digital-experience": "Na era digital, a experiência do cliente tornou-se um dos fatores mais críticos para o sucesso de qualquer empresa. À medida que a tecnologia continua a evoluir e moldar o cenário empresarial, as empresas estão cada vez mais focadas em criar experiências digitais excepcionais para seus clientes. É aqui que entra a Dexi Digital.",
        "digital-experience-title-span": " A Importância da",
        "digital-experience-title": "Experiência Digital",
        "digital-experience-description": "A experiência do cliente é muito mais do que apenas uma transação comercial. É a impressão que sua empresa deixa em seus clientes em todos os pontos de contato, desde o primeiro toque até o pós-venda. Uma experiência digital de qualidade é fundamental para atrair, reter e encantar os clientes.",
        "companies-that-provide-exceptional": "Empresas que oferecem experiências digitais excepcionais colhem uma série de benefícios:",
        "customer-loyalty-span": "Fidelização de Clientes:",
        "customer-loyalty-span-description": " Clientes satisfeitos têm mais probabilidade de permanecer fiéis à sua marca, comprando repetidamente e recomendando seus produtos ou serviços a outros.",
        "increased-revenue-span": "Aumento da Receita:",
        "increased-revenue-span-description": "Uma experiência digital aprimorada muitas vezes resulta em vendas mais altas e um aumento na receita.",
        "positive-reputation-span": "Reputação Positiva:",
        "positive-reputation-span-description": "Empresas que priorizam a experiência do cliente geralmente desfrutam de uma reputação positiva no mercado, o que pode atrair novos clientes.",
        "operational-efficiency-span": "Eficiência Operacional:",
        "operational-efficiency-span-description": "Processos digitais eficientes podem melhorar a produtividade e reduzir os custos operacionais.",
        "continuous-innovation-span": " Inovação Contínua:",
        "continuous-innovation-span-description": " Uma abordagem centrada no cliente incentiva a inovação, permitindo que as empresas se adaptem rapidamente às mudanças nas necessidades e expectativas dos clientes.",
        "our-digital-experience-services": "Os Nossos Serviços de",
        "our-digital-experience-services-span": "Experiência Digital",
        "our-digital-experience-services-description": "Na Dexi Digital, estamos comprometidos em ajudar nossos clientes a criar experiências digitais excepcionais que impulsionem o sucesso do negócio. Nossos serviços de Experiência Digital abrangem uma ampla gama de áreas, incluindo:",
        "digital-strategy-span": "Estratégia Digital:",
        "digital-strategy-span-description": " Colaboramos com nossos clientes para desenvolver uma estratégia digital abrangente que se alinhe com seus objetivos de negócios e atenda às necessidades dos clientes.",
        "customer-analysis-span": "Análise de Cliente:",
        "customer-analysis-span-description": "Utilizamos análises avançadas para obter insights sobre o comportamento e as preferências dos clientes, permitindo que as empresas tomem decisões informadas.",
        "experience-design-span": "Design de Experiência do Usuário (UX/UI):",
        "experience-design-span-description": "Nossa equipe de especialistas em design cria interfaces de usuário intuitivas e envolventes que proporcionam experiências excepcionais.",
        "app-development-span": "Desenvolvimento de Aplicativos:",
        "app-development-span-description": "Desenvolvemos aplicativos móveis e web de alta qualidade que oferecem funcionalidade e desempenho excepcionais.",
        "technology-integration-span": "Integração de Tecnologia:",
        "technology-integration-span-description": "Utilizamos a tecnologia mais recente para integrar sistemas e processos, garantindo uma experiência digital perfeita.",
        "support-and-maintenance-span": "Sustentação e Suporte:",
        "support-and-maintenance-span-description": "Oferecemos serviços de sustentação para garantir que as experiências digitais continuem a funcionar sem problemas e atendam às expectativas dos clientes.",
        "agile-methodology-at-dexi-digital-strong": "A Metodologia Ágil na",
        "agile-methodology-at-dexi-digital-strong-title": "Dexi Digital",
        "agile-methodology-at-dexi-digital-description": "Nosso processo de Experiência Digital é baseado em uma metodologia ágil. Isso significa que adotamos uma abordagem iterativa e colaborativa para o desenvolvimento de soluções digitais. Através de ciclos de desenvolvimento curtos, podemos responder rapidamente às mudanças nas necessidades do projeto e garantir a entrega oportuna de soluções de alta qualidade.",
        "examples-of-successful-projects-span": "Exemplos de Projetos",
        "examples-of-successful-projects-span-title": "Bem-Sucedidos",
        "first-example-of-successful-projects": "Ao longo dos anos, concluímos com sucesso uma série de projetos de Experiência Digital para clientes de diversos setores. Desde o desenvolvimento de aplicativos móveis premiados até a criação de interfaces de usuário inovadoras, estamos orgulhosos de nossas realizações.",
        "second-example-of-successful-projects": "Um exemplo notável é nosso trabalho com a empresa XYZ, onde desenvolvemos um aplicativo móvel que transformou a maneira como eles interagem com seus clientes. O aplicativo não apenas simplificou os processos internos, mas também melhorou significativamente a experiência do cliente, resultando em um aumento de 30% nas taxas de retenção.",
        "third-example-of-successful-projects": "Na Dexi Digital, acreditamos que a Experiência Digital é a chave para o sucesso empresarial. Nossos serviços abrangentes, combinados com nossa abordagem ágil, nos permitem ajudar nossos clientes a criar experiências digitais excepcionais que impulsionam o crescimento e a fidelização dos clientes. Se você está procurando melhorar a experiência digital de sua empresa, entre em contato conosco hoje mesmo e descubra como podemos ajudá-lo a alcançar o sucesso digital.",
        "get-in-touch": "Entre em contato conosco hoje mesmo para saber mais sobre como nossos serviços de Outsourcing de TI podem beneficiar sua empresa."
    },
    "MOBILE-APPLICATIONS": {
        "title": "Desenvolvimento de Aplicativos Mobile",
        "first-description-of-mobile-applications": "Na era digital, os aplicativos móveis se tornaram uma parte essencial da vida cotidiana. Seja para comunicação, entretenimento, compras ou produtividade, os aplicativos móveis desempenham um papel fundamental na forma como interagimos com a tecnologia.",
        "second-description-of-mobile-applications": "Na Dexi Digital, somos apaixonados por oferecer soluções de aplicativos móveis de alta qualidade que atendam às necessidades de nossos clientes. Desenvolvemos aplicativos nativos para Android e iOS, bem como aplicativos híbridos usando a tecnologia Flutter. Nossa abordagem centrada no cliente e nossa metodologia ágil nos permitem entregar soluções de aplicativos sob medida dentro do prazo e do orçamento.",
       
        "mobile-applications-title-span": "Nossos Serviços de Desenvolvimento de",
        "mobile-applications-title": "Aplicativos Mobile",
        "mobile-applications-description": "Nossos serviços de desenvolvimento de aplicativos mobile abrangem uma ampla variedade de áreas e setores. Aqui estão alguns dos principais serviços que oferecemos:",
    

        "native-app-development-span": "Desenvolvimento de Aplicativos Nativos:",
        "native-app-development-span-description": "Se sua empresa deseja um aplicativo nativo para Android ou iOS, nossa equipe de desenvolvedores altamente qualificados está pronta para transformar sua visão em realidade.",
      

        "hybrid-apps-with-flutter-span": "Aplicativos Híbridos com Flutter:",
        "hybrid-apps-with-flutter-span-description": "A tecnologia Flutter nos permite criar aplicativos híbridos que funcionam perfeitamente em ambas as plataformas, economizando tempo e recursos.",
      

        "revamping-existing-applications-span": "Reformulação de Aplicativos Existentes:",
        "revamping-existing-applications-span-description": "Se você já possui um aplicativo, podemos ajudar a reformulá-lo e melhorar sua funcionalidade e design.",


        "app-strategy-consulting-span": "Consultoria em Estratégia de Aplicativos:",
        "app-strategy-consulting-span-description": "Trabalhamos com você desde a concepção até o lançamento do aplicativo, oferecendo insights estratégicos para garantir o sucesso de seu projeto.",
      

        "maintenance-and-ongoing-support-span": "Manutenção e Suporte Contínuo:",
        "maintenance-and-ongoing-support-span-description": " Após o lançamento, estamos disponíveis para manutenção e suporte contínuo, garantindo que seu aplicativo funcione perfeitamente.",
      

        "advantages-of-app-title-span": "Vantagens do Desenvolvimento de Aplicativos com a",
        "advantages-of-app-title": "Dexi Digital",
        "advantages-of-app-description": "Ao escolher a Dexi Digital como seu parceiro de desenvolvimento de aplicativos móveis, você se beneficiará das seguintes vantagens:",
    

        
        "premium-quality-span": "Qualidade Premium:",
        "premium-quality-span-description": "Nossa equipe se dedica à excelência em cada detalhe, garantindo que seu aplicativo seja de alta qualidade e atenda às expectativas dos usuários.",
     
        
        "agile-methodology-span": "Metodologia Ágil:",
        "agile-methodology-span-description": "Seguimos uma abordagem ágil que permite entregas rápidas e eficientes, mantendo você atualizado em cada etapa do processo.",



          
        "diverse-experience-span": "Experiência Diversificada:",
        "diverse-experience-span-description": "Trabalhamos com empresas de diversos setores, o que nos permite oferecer insights e soluções adaptadas às necessidades exclusivas de cada cliente.",


      
          
        "customized-support-span": "Suporte Personalizado:",
        "customized-support-span-description": "Nosso compromisso com o sucesso de seu aplicativo não termina no lançamento. Estamos sempre disponíveis para oferecer suporte e manutenção contínuos.",


        "it-outsourcing-strategy": "O Outsourcing de TI é uma estratégia inteligente para empresas que desejam manter sua vantagem competitiva e garantir a eficiência operacional. A Dexi Digital está aqui para ser seu parceiro de confiança no mundo da tecnologia.",
   
        "get-in-touch": "Entre em contato conosco hoje mesmo para saber mais sobre como nossos serviços de Outsourcing de TI podem beneficiar sua empresa."  
    
    },
    "DEVELOPMENT-SQUADS":{
        "title": "Squads de Desenvolvimento",
       
        "first-description-of-development-squads": "Em um mundo cada vez mais digital, as empresas enfrentam desafios constantes para se manterem competitivas e inovadoras. A transformação digital não é apenas uma opção, mas uma necessidade para prosperar no mercado atual. É aqui que entram os Squads de Desenvolvimento da Dexi Digital.",
        "second-description-of-development-squads": "Nossos Squads de Desenvolvimento são equipes altamente especializadas e multidisciplinares que combinam conhecimento técnico profundo com práticas recomendadas do setor. Trabalhamos em estreita colaboração com nossos clientes para ajudá-los a alcançar a excelência digital, desde o planejamento estratégico até a execução competente da estratégia de TI delineada.",
       
        "development-squads-title-span": "Nossos Serviços de",
        "development-squads-title": "Squads de Desenvolvimento",
        "development-squads-description": "Os Squads de Desenvolvimento da Dexi Digital oferecem uma ampla gama de serviços para atender às necessidades de nossos clientes. Aqui estão algumas das principais áreas em que atuamos:",
    

           
        "strategic-it-planning-span": "Planejamento Estratégico de TI:",
        "strategic-it-planning-span-description": " Trabalhamos com sua equipe para definir metas e objetivos claros, alinhados com sua estratégia de negócios.",



        "custom-software-development-span": "Desenvolvimento de Software Personalizado:",
        "custom-software-development-span-description": "Nossa equipe de desenvolvedores experientes cria soluções de software personalizadas que atendem à necessidades exclusivas de sua empresa.",


        
        "project-management-span": "Gerenciamento de Projetos:",
        "project-management-span-description": "Nossos gerentes de projetos altamente qualificados garantem que os projetos sejam entregues no prazo e dentro do orçamento.",




             
        "system-integration-span": "Integração de Sistemas: ",
        "system-integration-span-description": "Facilitamos a integração de sistemas existentes para garantir uma operação perfeita.",



                    
        "ongoing-support-span": "Suporte Contínuo: ",
        "ongoing-support-span-description": "Estamos disponíveis para oferecer suporte contínuo após a conclusão do projeto, garantindo que sua empresa continue a prosperar.",



               
        "advantages-of-development-squads-title": "Vantagens dos Squads de Desenvolvimento da",
        "advantages-of-development-squads-title-span": "Dexi Digital",
        "advantages-of-development-squads-description": "Ao escolher nossos Squads de Desenvolvimento, você se beneficiará das seguintes vantagens:",



                       
        "diverse-expertise-span": "Expertise Diversificada:",
        "diverse-expertise-span-description": " Nossa equipe possui experiência em uma variedade de tecnologias e setores, o que nos permite oferecer soluções adaptadas às suas necessidades exclusivas.",



        "focus-on-excellence-span": "Foco na Excelência:",
        "focus-on-excellence-span-description": "Comprometemo-nos com a excelência em cada projeto, garantindo que todas as entregas atendam aos mais altos padrões.",


        "agile-methodology-span": "Metodologia Ágil:",
        "agile-methodology-span-description": " Seguimos uma abordagem ágil que permite entregas rápidas e flexíveis, adaptadas às mudanças nas necessidades do projeto.",


        "customized-support-span": "Suporte Personalizado:",
        "customized-support-span-description": " Estamos sempre disponíveis para oferecer suporte e orientação personalizados, garantindo o sucesso contínuo de sua estratégia de TI.",


        "get-in-touch": "Entre em contato conosco hoje mesmo para saber mais sobre como nossos serviços de Outsourcing de TI podem beneficiar sua empresa."  

    }
}